Repository: deekshithdv/donorconnect
Catalog: lib/l10n/intl_*.arb
Languages: gu

# how_can_we_help
source: How can we help you?
gu: અમે તમને કેવી રીતે મદદ કરી શકીએ?

source: Donate
gu: દાન કરો

source: Required
gu: જરૂરી

# locate_nearby_bloodbank
source: Locate Nearby Bloodbanks
gu: નજીકની બ્લડ બેંક શોધો.

source: Find Nearby BloodBank.
gu: નજીકની બ્લડ બેંક શોધો.

source: Learn About Donating
gu: જાણો દાન વિશે

# learn_more_about_donating
source: Learn more about blood & platelet donation.
gu: રક્ત અને પ્લેટલેટ દાન વિશે વધુ જાણો.

# locate_blood_bank
source: Locate Blood Banks
gu: તમારી બ્લડ બેંક શોધો

source: City
gu: શહેર

source: District
gu: જિલ્લો

source: State
gu: રાજ્ય

source: Contact
gu: સંપર્ક

source: Email
gu: ઇમેઇલ

source: Nodal Officer
gu: નોડલ અધિકારી

source: Contact Nodal Officer
gu: નોડલ અધિકારીનો સંપર્ક કરો.

source: No data available.
gu: ડેટા અસ્તિત્વમાં નથી.

source: Error
gu: ભૂલ

source: Home
gu: હોમ પેજ

source: Search
gu: શોધો

source: Camps
gu: શિબિર

source: Profile
gu: પ્રોફાઇલ

source: Welcome to your profile
gu: તમારી પ્રોફાઇલમાં આપનું સ્વાગત છે.

source: Medical History
gu: તબીબી ઇતિહાસ

source: Current Medications
gu: હાલની દવાઓ

source: Allergies
gu: એલર્જી

source: Blood Type
gu: લોહીનો પ્રકાર

source: Organ Donor
gu: અંગ દાતા

source: Blood Donor
gu: રક્તદાતા

source: Enable Donation Notifications
gu: દાન સૂચનાઓ સક્રિય કરો

source: Profile Saved
gu: રૂપરેખા સાચવવામાં આવી

source: Save Profile
gu: પ્રોફાઇલ સાચવો

source: Please enter your email and password
gu: કૃપા કરીને તમારું ઈ-મેલ અને પાસવર્ડ દાખલ કરો.

source: Welcome Back
gu: ફરી સ્વાગત છે

source: Log in to your account
gu: તમારા એકાઉન્ટમાં લોગ ઇન કરો

source: Please enter Email
gu: ઇમેઇલ સબમિટ કરો

source: Password
gu: પાસવર્ડ

source: Please enter Password
gu: મહેરબાની કરીને પાસવર્ડ દાખલ કરો

# forget_password
source: Forgot password?
gu: તમારો પાસવર્ડ ભૂલી ગયા છો?

source: Login
gu: પ્રવેશ કરો

source: Sign up
gu: સાઇન અપ કરો

# do_not_have_account
source: Do not have the account?
gu: ખાતું નથી?

# password_dont_match
source: Passwords do not match
gu: પાસવર્ડ મેળ ખાતો નથી

source: Full name
gu: સંપૂર્ણ નામ

source: Phone number
gu: ફોન નંબર

source: Create Password
gu: પાસવર્ડ નંબર

source: Confirm Password
gu: પાસવર્ડની પુષ્ટિ કરો

# availabel_for_organ_donation
source: Available for Organ Donation
gu: દાન માટે ઉપલબ્ધ

# avilabel_for_blood_donation
source: Available for Blood Donation
gu: રક્તદાન માટે ઉપલબ્ધ

# by_sign_your_account_you_agree_terms_and
source: By signing you agree to terms and
gu: કરાર પર હસ્તાક્ષર કરીને, તમે શરતોથી સંમત થાઓ છો અને

source: use and the privacy notice
gu: ઉપયોગ અને ગોપનીયતા સૂચના

# password_error_text
source: Password must be 8 character long and must have aleast 1 uppercase,1 Lowercase,1 digit,1 special character
gu: પાસવર્ડ 8 અક્ષરો લાંબો હોવો જોઈએ અને તેમાં 1 અપરકેસ, 1 લોઅરકેસ, 1 અંક, 1 વિશેષ અક્ષર હોવો જોઈએ.

# phone_number_error_text
source: Phone number must be of 10 Digit
gu: ફોન નંબર 10 અંકોનો હોવો જોઈએ.

# name_field_error_text
source: Name can not be Empty
gu: નામ ખાલી ન હોઈ શકે.

# email_field_error_text
source: Email is Wrong or Blank, Kindly Enter correct Email
gu: ઈ-મેલ ખોટો અથવા ખાલી છે. મહેરબાની કરીને સાચો ઈ-મેલ દાખલ કરો.

# create_account
source: Create your new account
gu: નવું ખાતું બનાવો

source: Register
gu: નોંધણી કરો

source: Category
gu: શ્રેણી
